Revit 2024 API
RadialArray.NumMembers Property
Retrieves or changes the number of the arrayed members.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public override int NumMembers { get; set; }
Visual Basic
Public Overrides Property NumMembers As Integer
	Get
	Set
Visual C++
public:
virtual property int NumMembers {
	int get () override;
	void set (int value) override;
}
See Also
RadialArray Class
Autodesk.Revit.DB Namespace